Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nibio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Local, short traveled food is widely used, such as pike, perch, reindeer and bear meat.
nb: Lokal, kortreist mat brukes i stor utstrekning, som for eksempel sik, abbor, gjedde, reinkjøtt og bjørnekjøtt.

source: An example of DSC analysis of compost spiked with low density polyethylene (PE-LD), polypropylene (PP) and polyethylene fibers (PE) is shown in Figure 2.
nb: Et eksempel på DSC-analyse av kompost med innhold av lavdensitetspolyetylen (PE-LD), polypropylen (PP) og polyetylenfibre (PE) vises i Figur 2.

source: We have internal IT guidelines, and we regularly train employees regarding the security and use of IT systems.
nb: Vi har vedtatt interne IT-retningslinjer, og vi foretar jevnlig opplæring av ansatte med hensyn til sikkerhet og bruk av IT-systemer.

source: -In Brazil, some reports have demonstrated that the reniform nematode can reduce yield by 60% in the plant crop and around 40% in the second harvest, she highlights.
nb: – Brasilianske studier har vist at den såkalte reniform-nematoden kan redusere utbyttet fra planteavlingen med 60 %, og rundt 40 % i den andre innhøstingen, opplyser hun.

source: Choose the format for notification, for instance email or SMS.
nb: Velg meldingsformat, for eksempel e-post eller SMS.

source: The temperature was 60-70°C during the whole experiment.
nb: Temperaturen var på 60-70 °C under hele forsøket.

source: The State Research Station Forus was established back in 1912 and its activities were moved to Særheim, in the municipality of Klepp, in 1965.
nb: Statens forsøksstation Forus ble etablert allerede i 1912 og aktiviteten ble flyttet til Særheim, i Klepp kommune, i 1965.

source: The county town of Bodø is centrally placed between the ocean and the mountains of Nordland county.
nb: Fylkeshovedstaden Bodø ligger sentralt, mellom sjø og fjell, midt i Nordland fylke.

source: Limitation of processing of personal data
nb: Begrensning av behandling av personopplysninger

source: It is the workplace for NIBIO employees attached to the sections Farm Economics, Agricultural Economics and Agricultural Soil Survey in the Division for Geography and Statistics.
nb: Dette er arbeidssted for ansatte i NIBIO som hører til avdelingene Driftsøkonomisk analyse, Landbruksøkonomisk analyse og Jordkartlegging i Divisjon for kart og statistikk.

source: This is important in order for such projects to be able to stand on their own feet.
nb: Dette er viktig for at slike prosjekter skal kunne stå på egne ben.

source: The Norwegian Minister of Agriculture and Food, Olaug Bollestad, thinks it is very positive that research institutions such as NIBIO now are collaborating with international partners on food security:
nb: Landbruks- og matminister Olaug Bollestad er svært positiv til at forskningsinstitusjoner som NIBIO nå samarbeider med internasjonale partnere om matsikkerhet:

source: The RootCause project involves a multidisciplinary team from national (NIBIO, NMBU, NOFIMA, and NLR), and international (University of Aarhus, and Warwick University) organizations, where participants have experience in plant pathology, agronomy, plant physiology, food science and social sciences.
nb: RootCause er et multi-disiplinært prosjekt med nasjonale samarbeidspartnere (NIBIO, NMBU, NOFIMA, og NLR) og internasjonale partnere (University of Aarhus, and Warwick University), hvor deltakerne dekker disipliner som plantepatologi, dyrkingsteknikk, plantefysiologi, matvitenskap og samfunnsvitenskap.

source: InnoLED will among other things examine the effect of different types of coloured LED lights on vegetable growth and development, taste, nutritional content and crop size.
nb: InnoLED-prosjektet skal blant annet undersøke effekten av ulike typer farget LED-lys på grønnsakers vekst og utvikling, smak, næringsinnhold og avlingsstørrelse.

source: An increase in both temperature and litter input would lead to increased DOC concentrations, with possible implications for drinking water quality.
nb: Fordelen med kjøtterstatninger, er at de likner produkter som de fleste forbrukere er vant til, som for eksempel burgere, pølser og nuggets.

source: The trial areas at Holt are too small in relation to requirements and NIBIO therefore also rents additional land from neighbouring farms.
nb: Feltarealene på Holt er for små i forhold til behovet og Nibio leier derfor tilleggsareal fra naboeiendommer.

source: Overview of the fate of two maize-based plastics (green), biodegradable mulch film (black) and crystallized polylactic acid (CPLA) knives during 9 days in a warm compost.
nb: Oversikt over nedbrytning av to maisbaserte plasttyper (grønn), biologisk nedbrytbar markdekningsfilm (svart) og krystalliserte polymelkesyrekniver (CPLA) over 9 dager i varm kompost.

source: Biomass separated from liquid by precipitation, 5.
nb: Biomasse separert fra væsken gjennom utfelling, 5.

source: Through collaboration and technology exchange between Norway, the EU and China, the SiEUGreen project will contribute to a more sustainable and climate smart urban agriculture.
nb: Gjennom Norge-EU-Kina-samarbeid og teknologiutveksling skal SiEUGreen-prosjektet bidra til et mer bærekraftig og klimasmart urbant landbruk.

source: Republic of Benin is a small country in Western Africa.
nb: Republikken Benin er et lite land i Vest-Afrika.

source: The graphic presentation shows the progress of the day-degree calculation that is the basis for the green, yellow and red warnings (the line: «Accumulated day-degrees with the base temperature of 5 degrees C»).
nb: Den grafiske presentasjonen viser utviklingen av døgngradsberegningen som ligger til grunn for de grønne, gule og røde varslene (linjen: «Akkumulerte døgngrader med basistemperatur 5 grader C»).

source: We have specialised competence within diagnostics, biology, mapping and control of plant disease organisms, pests and weeds.
nb: Vi har spesialkompetanse på biologi, kartlegging, diagnose og bekjempelse av plantesjukdomsorganismer, skadedyr og ugras.

source: No p-anisaldehyde was found in extractions of body parts of C. ciliata.
nb: Tropane alkaloider finnes i store mengder i ugressfrø fra planter i piggepleslekten.

source: A new study indicates there is a high level of infection from plant parasitic nematodes in pineapple in Kenya, contributing to low yields.
nb: En ny studie indikerer et høyt infeksjonsnivå av planteparasittære nematoder (PPN) i ananasproduksjonen i Kenya.

source: this.userAuthenticationPK = userAuthenticationPK;
nb: "fruktdistriktene og NIBIO.

source: Here we conduct projects of regional, national and international character.
nb: Her gjennomføres prosjekter med regional, nasjonal og internasjonal tilknytning.

source: One of the biggest challenges for producers worldwide is plant-parasitic nematodes.
nb: Planten tiltrekker seg en rekke skadedyr og sykdommer, og planteparasittære nematoder er en av de største utfordringene for dyrkere over hele verden.

source: Concrete project cooperation with NIVA and UiA is inprogress.
nb: Det er i gang konkret prosjektsamarbeid med NIVA og UiA.

source: Vegetables and early potatoes
nb: Grønnsaker og tidligpotet

source: In addition, NIBIO has signed a Memorandum of Understanding on a research collaboration with the National University of Agriculture (UNA) in Porto-Novo and Ketou.
nb: I tillegg har NIBIO inngått en intensjonsavtale om forskningssamarbeid med National University of Agriculture (UNA) i Porto-Novo og Ketou.

source: An informal and good atmosphere creates an inspiring meeting point for courses and conferences, and a comfortable accommodation for visitors.
nb: En uformell og god atmosfære skaper et inspirerende møtested for kurs og konferanser, og et behagelig overnattingssted for besøkende.

source: Nordland County Council is a very important supporter.
nb: Nordland Fylkeskommune en meget viktig støttespiller.

source: In just one year, it has also spread to India and Southeast Asia.
nb: På ett år har den også spredt seg til India og Sørøst-Asia.

source: Nord University is a close neighbour and cooperation partner.
nb: Nord universitet er nær nabo og samarbeidspartner.

source: Privacy Statement for Teams and SharePoint
nb: Personvernerklæring for Teams og Sharepoint ved NIBIO

source: The InnoLED project, supported by the Research Council of Norway's enhancement funds, will examine how different types of LED lights can be put to use in urban food production.
nb: InnoLED-prosjekt, støttet av Forskningsrådets forsterkningsmidler, skal undersøke hvordan ulike typer LED-lys kan tas i bruk urban matproduksjon.

source: You are entitled to a reply without undue delay, and no later than 30 days.
nb: Du har krav på svar uten ugrunnet opphold, og senest innen 30 dager.

source: Growing system trials are performed, including variety trials, fertilizer trials and pruning trials.
nb: Det gjennomføres dyrkningssystemforsøk, sortsforsøk, gjødsling- og beskjæringsforsøk.

source: Evaluation of the environmental effects, climatic effects and hygiene from organic waste treatment.
nb: Vurdering av klimaeffekter, miljøeffekter og hygiene ved behandling av organisk avfall.

source: poiDeleted=Point of interest was deleted
nb: poiDeleted=Stedet ble slettet

source: Norwegian Centre for Organic Agriculture, Treteknisk, SINTEF Material and Chemistry, Scotland's Rural College, Veterinærinstituttet, University of Copenhagen, Norwegian Instititute of Bioeconomy Research
nb: Norsk senter for økologisk landbruk, Norsk treknisk institutt, SINTEF Materialer og kjemi, Veterinærinstituttet, Scotland's Rural College, Københavns universitet

source: NIBIO’s research on this crop is performed at Landvik.
nb: Forskningen innen hageblåbær er lagt til Landvik.

source: with 8 departments each of 70-100 m
nb: stort forsøksveksthus med 8 avdelinger, hver på 70-100 m

source: A recent trend study from Germany shows that the proportion of consumers following a low-meat diet increased from 26% in 2014 to 44% in 2017.
nb: En fersk trendstudie fra Tyskland viser at andelen forbrukere som følger en lav-kjøttdiett, har økt fra 26 prosent i 2014 til 44 prosent i 2017.

source: Both SAS and Norwegian have direct flights (2 hours) from Oslo Airport Gardermoen.
nb: SAS og Norwegian har direkteflygninger (2 timer) fra Oslo lufthavn Gardermoen.

source: Raveien 9 is located in the centre of Ås, where 80 NIBIO employees have their offices.
nb: I Raveien 9, sentralt beliggende i Ås sentrum, har 80 NIBIO-ansatte sin faste kontorplass.

source: In 2014, a new VIPS platform with an open source license was created in a UD-funded collaborative project with universities and university colleges in Bosnia-Herzegovina. This platform allows different parties to share information.
nb: I et UD-finansiert samarbeidsprosjekt med universiteter og høgskoler i Bosnia-Herzegovina, ble det i 2014 laget en ny VIPS-plattform med åpen kildelisens som gjør at ulike parter kan dele informasjon.

source: remoteloginfailed=Remote login failed
nb: remoteloginfailed=Login via tredjepart mislyktes

source: NIBIO Trondheim is located together with SINTEF and NTNU in Klæbuveien.
nb: NIBIO Trondheim er lokalisert sammen med SINTEF og NTNU i Klæbuveien.

source: Diffuse phosphorus loss from agricultural fields is an important contributor to the eutrophication of waterbodies.
nb: Tilførsler av jord, næringsstoffer, plantevernmidler og fekal forurensning forringer vannkvaliteten i vann og vassdrag.

source: viewOthersObservations=View observations made by others
nb: viewOthersObservations=Se observasjoner gjort av andre

source: This was evident in the study.
nb: Dette var tydelig i studien.

source: - Fall armyworm came to Africa in 2016.
nb: – Fall armyworm kom til Afrika i 2016.

source: The benefit in this case is that the species is known, and that there is already some knowledge available concerning the biology of the moth and also the natural enemies.
nb: Fordelen denne gang er imidlertid at arten er kjent og at det allerede finnes en del kunnskap, både om sommerfuglens biologi og om naturlige fiender.

source: In addition, soy is often produced on areas that used to be rainforest,” states Milford.
nb: I tillegg produseres den ofte der det tidligere var regnskog, forteller Milford.

source: observationStored=Observation was stored
nb: observationStored=Observasjonen ble lagret

source: Land resources, research infrastructure and specialised instrumentation
nb: Arealressurser, forskningsinfrastruktur, og spesiell instrumentering

source: The department is comprised of approx. 15 researchers and technicians and offers a unified technical competency within the utilization of and technical solutions for bioresource recycling.
nb: Avdelingen utgjør en samlet fagkompetanse innen utnyttelse av og teknologi for resirkulering av bioressurser og består av tilsammen 15 forskere og teknikere.

source: Gauthier Biaou, principal at L'Université Nationale d'Agriculture (UNA) and communications director Ragnar Våga Pedersen (NIBIO) signed a Memorandum of Understanding between the two institutions.
nb: Gauthier Biaou ved L’Université Nationale d’Agriculture (UNA) og kommunikasjonsdirektør Ragnar Våga Pedersen (NIBIO) signerte nylig en Memorandum of Understanding mellom de to institusjonene.

source: - The allocation of funds made it possible to start planning and hire people, and the first county was surveyed in 1919, Aksel Granhus, today’s head of the Norwegian NFI explains.
nb: - Dermed kunne man sette i gang planleggingen og det første fylket ble taksert i 1919, fortalte Aksel Granhus, som er leder for Landsskogtakseringen ved NIBIO i dag.

source: Landvik has its own seed laboratory in which purity and germination tests are performed.
nb: Landvik har egen frølaboratorium der det gjennomføres renhets- og spireanalyser.

source: Svanhovd Conference Centre is ideal for both large and small meetings, gatherings and conferences.
nb: Svanhovd konferansesenter er ideelt for store og små møter, samlinger og konferanser.

source: Black water after/before anaerobic treatment in a biogass reactor, 2.
nb: Svartvann etter/før anaerob behandling i biogassreaktor, 2.

source: VIPS will be a tool in the war against fall armyworm.
nb: VIPS vil være et verktøy i kampen mot fall armyworm.

source: There is a lot of literature available, both in Latin America and USA.
nb: Det finnes mye tilgjengelig litteratur, både i Latin-Amerika og USA.

source: It attacks more than 300 different plants, many of which are useful crops.
nb: Den går på over 300 ulike vekster, og mange av dem er nytteplanter.

source: It is funded by Forskningsmidlene for jordbruk og matindustri (FFL/JA) and Grofondet AS, as well as the collaborative and financial partners A-K maskiner AS, Heatweed Technologies AS, Kilter AS, Norsk Landbruksrådgiving (NLR, Norwegian Agricultural Extension Service) and Norwegian producers of potatoes, field strawberries and apples.
nb: Prosjektet er finansiert av Forskningsmidlene for jordbruk og matindustri (FFL/JA), Grofondet AS, samt egeninnsatsen til prosjektpartnerne A-K maskiner AS, Heatweed Technologies AS, Kilter AS, Norsk Landbruksrådgiving og norske dyrkere av potet, jordbær og eple.

source: Equipment and premises available for renting
nb: Utstyr og lokaler som er tilgjengelig for utleie

source: The laboratory is also equipped with a Skalar «segmented flow analyzer» for simultaneous analyses of nitrate, nitrite, orthophosphate and ammonium in the sea water.
nb: Laboratoriet er også utstyrt med en Skalar «segmented flow analyzer» for simultananalyse av nitrat, nitritt, orthofosfat og ammoniakk i sjøvannet.

source: will be completed early in 2018.
nb: vil stå ferdig på nyåret 2018.

source: The larvae stage lasts for 14-20 days depending on the temperature.
nb: Larvestadiet varer i 14-20 dager avhengig av temperatur.

source: The croft Øver Sundet which is used for cultural heritage purposes
nb: Husmannsplassen Øver Sundet som benyttes i kulturhistorisk sammenheng.

source: The climate computer is amongst the most advanced available and both regulates and records climatic conditions in 24 departments.
nb: Klimacomputeren er blant de mest avanserte som finnes og styrer og måler klimaet innen 24 avdelinger.

source: organizationGroupStored=Organization group was stored
nb: organizationGroupStored=Organisasjonsgruppen ble lagret

source: The distances to the centre of Tromsø and to the airport are 2.5 km and 4.5 km.
nb: Avstanden til Tromsø sentrum er 2,5 km og 4,5 km til flyplassen.

source: You can also complain about our processing of personal data.
nb: Du kan også klage over vår behandling av personopplysninger.

source: NIBIO Holt was founded initially as Holt Research Station in 1923 and is the world’s northernmost research station in soil management and crop production.
nb: NIBIO Holt ble startet som Holt forsøksstasjon i 1923 og er verdens nordligste forskningsstasjon i jord- og plantekultur.

source: Among others, we share premises with Nord University and 30 companies and institutions.
nb: Der deler vi lokaler med blant annet Nord Universitet og 30 bedrifter og institusjoner.

source: , humidity), and fertilizer supply can be regulated with a large number of nutrient combinations.
nb: , fuktighet), og gjødsling kan reguleres med et stort antall forskjellige blandinger.

source: The municipality focuses on upbringing, sports and culture.
nb: Kommunen satser på oppvekst, idrett og kultur.

source: The department has a well-educated and dedicated staff of 21 scientific researchers and engineers.
nb: Avdelingen har godt utstyrte laboratorier og en dyktig stab bestående av 21 forskere og teknikere. De fleste er lokalisert på Ås og en forsker er lokalisert i Trøndelag.

source: The laboratory is also facilitated for teaching and for guest researchers.
nb: Laboratoriet er også tilrettelagt for undervisning og gjesteforskere.

source: Today = SystemTime.
nb: Dagen i dag = SystemTime

source: Særheim is well established within the region and has as its goal to be a leading force in the development of regional knowhow, and its dissemination, related to greenhouse vegetables, fodder crops and amenity grass.
nb: Særheim har god forankring i regionen og har som mål å være ledende på regional kunnskapsutvikling og formidling innen veksthusgrønnsaker, grovfór og grøntmiljø.

source: Further work in work package 3 will focus on other contaminants that are associated with microplastics (organics adsorbed to plastics), whether intrinsic to plastics or adsorbed during processing and contact with waste and soil.
nb: Det videre arbeidet i arbeidspakke 3 vil fokusere på andre forurensende stoffer som er knyttet til mikroplast (organisk materiale adsorbert til plast), enten de er iboende egenskaper ved plasten eller adsorberes under behandling og kontakt med avfall og jord.

source: Researcher Ghislain Tepa-Yotto (UNA) and senior research specialist May-Guri Sæthre (NIBIO) inspect the damage on maize plants caused by fall armyworm larvae.
nb: Forsker Ghislain Tepa-Yotto (UNA) og seniorforsker May-Guri Sæthre (NIBIO) ser på skadene som sommerfugllarvene har påført maisplanter.

source: The accreditation includes pesticides in vegetable foods and water.
nb: Akkrediteringen omfatter pesticider i vegetabilske matvarer og vann.

source: Agricultural land covers around 43% and is dominated by cereal production.
nb: Jordbruksareal utgjør 43% av nedbørfeltet, og domineres av kornproduksjon på svært leirholdig jord.

source: NIBIO possesses a TG/DSC/FT-IR/GC-MS which can be used to quantify plastics in waste.
nb: NIBIO har en TG/DSC/FT-IR/GC-MS som kan benyttes til å kvantifisere plast i avfall.

source: Landvik has competency for the development and production of specialized field trial equipment suited to various requirements, and supplies such services both within and outside NIBIO.
nb: Landvik innehar kompetanse for utvikling og produksjon av forsøksteknisk spesialutstyr tilpasset behov, og det leveres tjenester både innenfor og utenfor NIBIO.

source: Productivity (including milk yield and growth rate), product quality (including nutritional and sensory quality) animal health and welfare (including production diseases), and economic performance,
nb: Produktivitet (inkludert mjølkeavdrått og tilvekst), produktkvalitet (inkludert ernæringsmessig og sensorisk kvalitet), dyrehelse og velferd (inkludert produksjonssykdommer) og økonomisk resultat,

source: Innocamp houses a total of 450 employees.
nb: Totalt huser Innocamp 450 kompetansearbeidsplasser.

source: notificationSubscriptionsUpdated=Notification subscriptions was successfully updated
nb: notificationSubscriptionsUpdated=Meldingsabonnementene ble oppdatert

source: - NIBIO already has a connection to Latin-America.
nb: - NIBIO har allerede en forbindelse til Latin-Amerika.

source: When do Teams and SharePoint collect personal information?
nb: Når samler Teams og SharePoint inn personopplysninger?

source: –VIPS has a long history in Norway, and is especially adapted to Norwegian agriculture and local pests.
nb: – VIPS har lang historie i Norge, og er spesielt tilpasset norsk landbruk og de skadegjørerne vi har her.

source: During the same period, the proportion of vegans in the United States increased from 1% to 6%.
nb: I samme periode økte andelen veganere i USA fra 1 til 6 prosent.

source: We also have a vegetable garden adjacent to the botanical garden.
nb: Vi har også en grønnsakshage i tilknytning til botanisk hage.

source: resetPassword =Reset and create new password
nb: resetPassword =Nullstill og lag nytt passord

source: At lysimeter facility with 8 cells has been established on two soil types.
nb: Et lysimeteranlegg har 8 celler og er etablert med to jordarter.

source: observationDeleted=Observation was deleted
nb: observationDeleted=Observasjonen ble slettet

source: After all, this is a tropical species that thrives in temperatures around 27-28 degrees Celsius.
nb: Dette er tross alt en tropisk art som trives aller best når temperaturen er 27-28 grader.

source: One of our focuses in WP 3 has been to identify and quantify (micro-)plastics in organic waste resources
nb: Ett av våre hovedfokus i AP 3 har vært å identifisere og kvantifisere (mikro-)plast i organiske avfallsressurser.

source: Resource use efficiency (including use of non-edible food as feed, nitrogen and phosphorous use efficiency and enteric methane emission) and environmental impacts, both assessed experimentally, by modelling and life cycle analysis,
nb: Effektiv bruk av ressurser (inkludert bruk av ikke-spiselig mat som fôr, nitrogen- og fosforutnytting og enterisk metanutslipp) og miljøpåvirkning, vurdert både eksperimentelt, ved modellering og livssyklusanalyse,

source: The measures are both technical and organizational.
nb: Tiltakene er både av teknisk, og organisatorisk art.

source: organismDeleted=Organism was deleted
nb: organismDeleted=Organismen ble slettet

source: Currently, Benin has approximately 9 million inhabitants spread over 112,620 square kilometres.
nb: Benin har i dag drøyt 9 millioner innbyggere fordelt på 112 620 kvadratkilometer.

source: Knowledge that NIBIO develops through the InnoLED project will contribute to future sustainable urban food production.
nb: Kunnskapen som NIBIO bygger gjennom InnoLED-prosjektet vi bidra til fremtidens bærekraftige urbane matproduksjon.

source: The close proximity to Russia was a dominant factor when the new centre was built in 1992 and established as Svanhovd Environment Centre.
nb: Nærheten til Russland var førende for at senterbygningen ble bygget i 1992 og etablert som Svanhovd miljøsenter.

source: Research Scientist Ingunn Moland Vågen, staff representative
nb: Forsker Ingunn Moland Vågen, ansattrepresentant
